Revit 2027 API
ParameterTypeId.SectionAttrTailTag Property
 "Section Tail"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SectionAttrTailTag { get; }
Public Shared ReadOnly Property SectionAttrTailTag As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SectionAttrTailTag {
	ForgeTypeId^ get ();
}
static member SectionAttrTailTag : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace